{
    "general":{
        "projects-message":"Did you like the projects? Imagine what we could create together. Let's talk and take your ideas to the next level.",
        "portfolio-title":"Welcome to my portfolio!",
        "portfolio-description": "I’m a passionate game developer focused on creating fun and exciting experiences. Here you can explore some of my projects and what I’ve learned along my journey in the world of game development."
   },
   "buttons":{
        "button-view":"View",
        "button-code": "Code",
        "button-job": "Available to work"
   },
   "navigation":{
        "nav-portfolio":"Portfolio",
        "nav-about":"About me",
        "nav-contact":"Contact",
        "nav-spanish": "Spanish",
        "nav-english": "English"
   },
   "first-project-resumen":{
        "resumen-name":"Loftnes",
        "resumen-categories":"RPG, Adventure, Top down",
        "resumen-description":"Awaken as a knight in the mysterious village of Loftnes. Explore vast territories, engage in melee combat against dangerous enemies, and uncover the secrets of this world. Upgrade your character, find mysterious portals, and travel to unknown realms. With pixel art graphics and a unique visual style, experience an adventure filled with exploration and action-packed combat."
   },
   "second-project-resumen":{
        "resumen-name":"Sheep Rebellion",
        "resumen-categories":"Run, Shooter, Action",
        "resumen-description":"Run and shoot as a wolf while facing off against hordes of furious, rebelling sheep. Dodge attacks, collect multipliers to control more wolves, and battle through endless waves. With cute 3D graphics and a fun atmosphere, experience non-stop action in a wild race for survival."
   },
   "third-project-resumen":{
        "resumen-name":"2D Battle Royale",
        "resumen-categories":"Multiplayer, Shooter, Action",
        "resumen-description":"Dive into a fast-paced 2D shooter battle royale! Fight from a top-down view, using special abilities like shields and dashes to be the last one standing. Face off against players or challenge AI bots that mimic real player behavior. With vibrant pixel art graphics and charming characters, it’s fun action for all ages."
   },
   "fourth-project-resumen":{
        "resumen-name":"Cat Crush",
        "resumen-categories":"Single player, puzzle, Logic",
        "resumen-description":"Enjoy an addictive puzzle game inspired by the classics. Match cute kittens and special items to trigger explosions and beat challenging levels. With charming pixel art graphics, every level offers a visually unique and entertaining experience."
   },
   "fifth-project-resumen":{
        "resumen-name":"Meteor Glide",
        "resumen-categories":"Infinite, single player, survival",
        "resumen-description":"Face an endless challenge in space, dodging meteors and laser beams as you fight to survive. The longer you last, the tougher it gets. Use immunity shields to protect yourself in critical moments and enjoy retro pixel art graphics that pay homage to classic arcade games."
   }
}
