{
    "general":{
        "projects-message":"¿Te gustaron los proyectos? Imagina lo que podríamos crear juntos. Hablemos y llevemos tus ideas al siguiente nivel.",
        "portfolio-title":"¡Bienvenido a mi portafolio!",
        "portfolio-description": "Soy un desarrollador de videojuegos apasionado por crear experiencias divertidas y emocionantes. Aquí podrás ver algunos de mis proyectos y lo que he aprendido a lo largo de mi camino en el mundo del desarrollo de juegos."
   },
   "buttons":{
        "button-view":"Visualizar",
        "button-code": "Código",
        "button-job": "Disponible para trabajar"
   },
   "navigation":{
        "nav-portfolio":"Portafolio",
        "nav-about":"Sobre mí",
        "nav-contact":"Contacto",
        "nav-spanish": "Español",
        "nav-english": "Inglés"
   },
   "first-project-resumen":{
        "resumen-name":"Loftnes",
        "resumen-categories":"RPG, Aventura, De arriba hacia abajo",
        "resumen-description":"Despierta como un caballero en el misterioso pueblo de Loftnes. Explora vastos territorios, enfréntate a enemigos en combates cuerpo a cuerpo y desvela los secretos de este mundo. Mejora a tu personaje, descubre portales misteriosos y viaja a lugares desconocidos. Con gráficos en pixel art y un estilo visual único, disfruta de una experiencia llena de exploración y combate."
   },
   "second-project-resumen":{
        "resumen-name":"La Rebelión de las Ovejas",
        "resumen-categories":"Correr, Disparar, Acción",
        "resumen-description":"Corre y dispara como un lobo mientras te enfrentas a hordas de ovejas furiosas que se han rebelado. Esquiva ataques, recoge multiplicadores para controlar más lobos, y lucha contra oleadas interminables. Con gráficos 3D tiernos y una atmósfera divertida, disfruta de acción continua en una carrera desenfrenada por la supervivencia."
   },
   "third-project-resumen":{
        "resumen-name":"2D Battle Royale",
        "resumen-categories":"Multijugador, Disparar, Acción",
        "resumen-description":"¡Entra a un campo de batalla frenético en este shooter 2D multijugador! Lucha desde una vista superior usando habilidades especiales como escudos y dash para ser el último en pie. Combate a otros jugadores o enfréntate a una IA desafiante que imita el comportamiento humano. Con gráficos pixel art coloridos y personajes adorables, es acción divertida para todas las edades."
   },
   "fourth-project-resumen":{
        "resumen-name":"Cat Crush",
        "resumen-categories":"Un jugador, rompecabezas, lógica",
        "resumen-description":"Disfruta de un juego de rompecabezas adictivo inspirado en los clásicos. Haz coincidir gatitos y objetos especiales para crear explosiones y superar niveles desafiantes. Con gráficos en pixel art encantadores, cada nivel te ofrece una experiencia visual única y divertida."
   },
   "fifth-project-resumen":{
        "resumen-name":"Meteor Glide",
        "resumen-categories":"Infinito, un jugador, supervivencia",
        "resumen-description":"Enfréntate a un desafío infinito en el espacio, esquivando meteoritos y rayos láser mientras luchas por sobrevivir. Cuanto más resistas, más difícil será el reto. Utiliza escudos de inmunidad para protegerte en los momentos críticos y disfruta de gráficos retro en pixel art que evocan los clásicos arcades."
   }
}
